{
"currencies" : [
	{
		"value": "Currency: GB Pounds",
		"symbol": "£",
		"rate": 1
	},
	{
		"value": "Currency: US Dollars",
		"symbol": "$",
		"rate": 1.7
	},
	{
		"value": "Currency: Euros",
		"symbol": "€",
		"rate": 1.3
	}
],
"trip": {
    "country": "china",
    "name": "classic china",
    "headerImage": "img/china-header.jpg",
    "countryImage": "img/china.jpg",
    "tripImage": "img/china-map.jpg",
    "duration": 7,
    "maxGroupSize": 12,
    "pricesFrom": 2000,
    "roomOptions": [
        { "id": 7, "name": "One Double", "maxPeople": 2, "perAdult": 1400, "perChild": 0 },
        { "id": 8, "name": "One Single", "maxPeople": 1, "perAdult": 600, "perChild": 400 }
    ],
    "dates": [
    {
        "id": 10,
        "limited": true,
        "from": 1425254400000,
        "to": 1425859200000
    },
    {
        "id": 12,
        "from": 1425859200000,
        "to": 1426464000000
    },
    {
        "id": 13,
        "soldOut": true,
        "from": 1426464000000,
        "to": 1427068800000
    },
    {
        "id": 14,
        "from": 1427068800000,
        "to": 1427673600000
    }

    ],
    "tours": [
        {
			"id": 1000,
			"type": "pre",
            "title": "great wall of china",
            "image": "img/china.jpg",
            "days": 4,
            "perPerson": 1000,
			"information": "The Great Wall of China is a series of fortifications made of stone, brick, tamped earth, wood, and other materials, generally built along an east-to-west line across the historical northern borders of China in part to protect the Chinese Empire or its prototypical states against intrusions by various nomadic groups or military incursions by various warlike peoples or forces. Several walls were being built as early as the 7th century BC; these, later joined together and made bigger and stronger, are now collectively referred to as the Great Wall. Especially famous is the wall built between 220–206 BC by the first Emperor of China, Qin Shi Huang. Little of that wall remains. Since then, the Great Wall has on and off been rebuilt, maintained, and enhanced; the majority of the existing wall is from the Ming Dynasty."
        },
		{
			"id": 1001,
			"type": "post",
            "title": "terracotta army tour",
            "image": "img/terracotta-army.jpg",
            "days": 6,
            "perPerson": 2000,
			"information": "The Terracotta Army or the 'Terracotta Warriors and Horses' is a collection of terracotta sculptures depicting the armies of Qin Shi Huang, the first Emperor of China. It is a form of funerary art buried with the emperor in 210–209 BCE and whose purpose was to protect the emperor in his afterlife. The figures, dating from approximately the late third century BCE, were discovered in 1974 by local farmers in Lintong District, Xi'an, Shaanxi province. The figures vary in height according to their roles, with the tallest being the generals. The figures include warriors, chariots and horses. Estimates from 2007 were that the three pits containing the Terracotta Army held more than 8,000 soldiers, 130 chariots with 520 horses and 150 cavalry horses, the majority of which remained buried in the pits nearby Qin Shi Huang's mausoleum. Other terracotta non-military figures were found in other pits, including officials, acrobats, strongmen and musicians."
        }
    ]

}

}